{
    "home": "الصفحة الرئيسية",
    "about us": "معلومات عنا",
    "secvice": "الخدمات",
    "our work": "أعمالنا",
    "contact us": "اتصل بنا",
    "blog": "المدونة",
    "Email": "بريد إلكتروني",
    "call us now": "اتصل بنا الآن",
    "Links": "روابط",
    "footerPara": "أكبر منصة ومتجر إلكتروني يشمل جميع أساسياتك",
    
    "about_padge":"about_padge",
    "about_us": "من نحن",
    "najez":"ناجــز سوفــت للبرمجيـــــات",
    "najez_company":"شركه ناجز سوفت",
    "najez_about":"شركه ناجز سوفت هي شركه متقدمه في تطوير الحلول التقنية المتقدمة التي تساهم في تحسين جودة الحياة وزيادة الكفاءة في مختلف القطاعات والتي تقدم مجموعة متنوعة من الخدمات البرمجية لتلبية احتياجات العملاء.",
    "najez_about_2":"شركة مسجلة و متخصصة في خدمات التسويق الإلكتروني و تصميم و تطوير المواقع الإلكترونية و مقرها المنوفيه , مصر ",
    "message_desc":"نسعى لأن نكون روادًا في مجال البرمجة والتكنولوجيا من خلال تقديم حلول مبتكرة تساعد الشركات على النمو والتطور وان نصبح الخيار الافضل في المجالات البرمجيه والتسويق الرقمي وان ننال الثقه في كافه المنظمات والمؤسسات ",
    "goal_desc":" الاستثمار في البحث والتطوير بهدف ابتكار حلول جديدة وتحسين المنتجات والخدمات الحالية.تطوير الكفاءات البشرية: الاستثمار في تدريب وتطوير الموظفين لضمان توافر الكفاءات والخبرات اللازمة لتحقيق أهداف الشركة.",
    "mission_desc":"تسعى الشركة لضمان أن جميع الحلول البرمجية التي تقدمها تتكامل بسلاسة مع الأنظمة الموجودة لدى العملاء. هذا يساهم في تحسين الكفاءة التشغيلية وتوفير الوقت والموارد.",
    "message":"رسالتنا",
    "goal":"اهدفنا",
    "mission":"مهمتنا",
    "najez_about_3":"تصميم موقع الكتروني لشركتك هو أكثر فاعليه في التسويق الالكتروني لتحقيق النجاح في العمل ، فالموقع الالكتروني يوفر لعملائك معلومات عن شركتك وخدماتك ، لهذا يجب أن تهتم بتصميم موقعك وأن تهتم بتحديث محتوى الموقع لجذب الزوار لتصفح الموقع وزيارته مرات أخرى. نحن في ناجز سوفت  لتصميم المواقع الالكترونيه نقوم بتصميم موقع خاص لكل عميل وتصميم مواقع احترافيه بأفضل الحلول والعروض المتاحه",
    
    
    "contact_padge":"contact_padge",
    "Phone number":"رقم الهاتف",
    "Email address":"عنوان البريد الإلكتروني",
    "Location":"الموقع",
    "Fax address":"عنوان الفاكس",
    "Name":"الاسم",
    "Message_input":"رسالة",
    "contact_desc1": "اذا كنت تبحث عن خدمات البرمجه المختلفه فانت في المكان الصحيح فوفرنا لك عده طرق للتواصل معا",
    "contact_desc2":"مرحبا بكم في شركه ناجز سوفت الشركه الرائده في تقديم حلول البرمجه المبتكره نحن نقديم خدمات متكاملة تشمل تطوير المواقع والتطبيقات، وتصميم الأنظمة، وتوفير الحلول التقنية المتقدمة التي تواكب احتياجات عملائنا المتغيرة. فريقنا من المبرمجين المحترفين يسعى دائماً لتقديم أفضل الحلول التي تضمن لك النجاح والتميز في عالم التكنولوجيا ",
    "contact_desc2_head":"مرحبا بك في ناجز سوفت",
    "Send":"إرسال",
    "work_desc":"منذ إنطلاقنا قمنا بتطوير العديد من المواقع والبرامج  التي يستخدمها ألاف العملاء في مصر والسعوديه ",

    "home_padge":"home_page",
    "Innovation":"الابتكار",
    "Achievement":"الانجار",
    "Quality":"الجودة",
    "Prices":"الأسعار",
    "Innovation_desc":" شركة ناجز سوفت  تهتم بالابتكار كعنصر أساسي لتحقيق النجاح والتقدم في عالم التكنولوجيا.",
    "Achievement_desc":" في شركه ناجز سوفت الأنجاز هو هدفها الاول حيث تعتمد هذه الإنجازات على فريق عمل متخصص ومؤهل، يلتزم بأعلى معايير الجودة",
    "Quality_desc":"في شركه ناجز سوفت تعد من أهم العوامل التي تميز شركتنا وتضمن رضا العملاء واستمرارية النجاح",
    "Prices_desc":"في شركتنا  تتفاوت بناءً على عدة عوامل تشمل نوع الخدمة المقدمة، حجم وتعقيد المشروع، والتقنيات المستخدمة. تُعتبر مرونة التسعير أحد العناصر الرئيسية التي تميز شركتنا ،",
    "service_offer":"كل ما تحتاجه لبناء تواجد شركتك او خدماتك اونلاين",
    "service_offer_desc":"نقدم خدمات ويب متكاملة",
    "Learn more":"معرفة المزيد",
    "WhatsApp contact":"تواصل واتساب",
    "Modern and attractive designs":"تصميمات حديثة وجذابة",
    "Comprehensive technical support":"دعم فني شامل",
    "Suitable offers":"عروض مناسبة",
    "Modern and attractive designs_desc":"تهدف هذه التصميمات إلى إنشاء واجهات سهلة الاستخدام وجذابة بصريًا، مما يعزز من تفاعل المستخدمين مع البرمجيات والتطبيقات المختلفة.",
    "Comprehensive technical support_desc":" يشمل هذا الدعم مجموعة واسعة من الخدمات المصممة لتلبية احتياجات العملاء المختلفة وحل أي مشكلات قد تواجههم في استخدام البرمجيات.",
    "Suitable offers_desc":"حيث تقوم شركتنا بتقديم العروض علي مدار السنه حيث نقدم خصومات موسميه وعروض للاشتراك",
    "years of experience":"سنــوات خبــرة",
    "exper_desc":"فريق رائد فى مجال تصميم وبرمجة الموقع والتسويق الالكتروني، بدأ خدماته منذ عام 2013 ، وقدم خدماته التقنية لعدد كبير من العملاء والمؤسسات والمراكز والهيئات .",




    "services_padge":"services_padge",
    "Hosting services":"خدمات الإستضافه",
    "Website development":"برمجة المواقع",
    "Educational services":"الخدمات التعليميه",
    "Health services":"الخدمات الصحيه",
    "Application development":"برمجة التطبيقات",
    "Digital marketing":"التسويق رقمي",
    "service_1":"خدمه برمجه المواقع ",
    "service_2":"الخدمات التعليميه",
    "service_3":"خدمه الاستضافه ",
    "service_4":"خدمات تصميم تطبيقات الجوال",
    "service_5":"خدمات تحسين محركات البحث",
    "service_6":"خدمات التسويق الإلكتروني",
    "service_1_desc":"تعتبر هذه الخدمة أساس نجاح أي مشروع رقمي، حيث أصبحت برمجة المواقع من الخدمات الأساسية التي تقدمها شركتنا ناجز سوفت  تتيح للشركات والأفراد إنشاء مواقع إلكترونية متطورة تلبي احتياجاتهم وتساعدهم في تحقيق أهدافهم.",
    "service_2_desc":" يكون للمتدربين فرصه للتوظيف بالشركه إذا أثبتو مهارتهم بالعمل كما يحصل كلاً منهم علي شهادة التدريب اللتي تثبت انه قد إجتاز مدة التدريب بالشركه .",
    "service_3_desc":"تعتبر خدمة الاستضافة من أهم الخدمات التي تقدمها شركتنا . تتيح هذه الخدمة للأفراد والشركات نشر مواقعهم الإلكترونية على الإنترنت وجعلها متاحة للجمهور على مدار الساعة خدمة الاستضافة هي عملية تأجير مساحة على خادم (سيرفر) من شركة برمجة أو شركة مختصة بخدمات الاستضافة، حيث يتم تخزين ملفات الموقع الإلكتروني وقواعد البيانات. بمجرد استضافة الموقع على الخادم، يمكن للزوار الوصول إليه عن طريق الإنترنت باستخدام عنوان URL الخاص بالموقع.",
    "service_4_desc":"شركة ناجز سوفت نقدم أفضل خبرات البرمجة تطبيقات الجوال في ناجز  تساعدك على تصميم تطبيق إحترافي لتطوير أعمالك والتسويق لمنتجاتك وخدماتك باستخدام أحدث لغات برمجة التطبيقات وتهدف خدمات تطوير تطبيقات الجوال في ناجز سوفت  إلى إنشاء تطبيقات تعمل على نظامي التشغيل  ,iOS وأندرويد (Android) وتُكمل حلول الويب أو تحل محلها بشكل فَعّال. ، تضمن ناجز سوفت  نجاح التطبيقات عن طريق تقديم واجهة مستخدم رائعة وكود تطبيق آمن وواجهات خلفية مرنة",
    "service_5_desc":"تدقيق الموقع وتحسين أداء تحليل بنية موقعك على الويب وعناصره الرئيسية الأخرى. وملائمته لكل أجهزة التصفح وتحسين أداءه",
    "service_6_desc":"إدارة حسابات التواصل الاجتماعي :نقوم بإدارة حسابات التواصل على مدار الساعة، ونعمل على تقديم أعلى مستوى من الرد على التعليقات والرسائل ومتابعة  الطلبات على الصفحة وتعزيز التفاعل مع عملاؤك",
    "m1_service-1": "تصميم وبرمجة المواقع" ,
    "m1_service-1_desc1":  "نحن على متابعة دائمة لأحدث الصيحات و التكنولوجيا في مجال تصميم المواقع الإلكترونية لنتمكن من تصميم مواقع إلكترونية مذهلة تبهر جمهورك المستهدف, تزيد من مبيعاتك, و تترك إنطباعا جيدا لدى عملائك.",
    "m1_service-2": "أهمية الموقع الإلكتروني",
    "m1_service-2_desc1": "نهج يركز على المستخدم: تصميماتنا تركز على تجربة المستخدم, لضمان سهولة الإستخدام, سرعة تحميل عالية, و تصميم يستجيب لجميع الأجهزة من الكومبيوتر و الهواتف المحمولة بإختلاف أحجامها.",
    "m1_service-2_desc2": "حلول مخصصة: نحن نؤمن بالحلول المصممة خصيصا لتناسب إحتياجاتك. فريقنا يعمل معك من أجل تصميم موقع إلكتروني يعكس هوية علامتك التجارية و يتفاعل مع جمهورك المستهدف." ,
    "m1_service-2_desc3": "موقع متوافق مع محركات البحث: موقع إلكتروني إحترافي ليس له قيمة إذا لم يستطع جمهورك الوصول إليه, نحن نقوم بتحسين و تجهيز موقعك لمحركات البحث, مما يساعدك في الصعود في النتائج و يتم الأرشفة بشكل مثالي.",
    "m1_service-2_desc4":"دعم فني مستمر: إلتزامنا إتجاه نجاحك لا ينتهي عند الإنتهاء من تصميم موقعك و رفعه على الإنترنت. نحن نقوم بتزويدك بخدمة دعم فني مستمرة و تحديثات لضمان أن موقعك أمن و فعال.",
    "m1_service-3": "خدمات تصميم المواقع والمتاجر الإلكترونيه ",
    "m1_service-3_desc1":"تصميم موقع الكتروني: تصميم موقع الكتروني لشركتك هو أكثر فاعليه في التسويق الالكتروني لتحقيق النجاح في العمل ، فالموقع الالكتروني يوفر لعملائك معلومات عن شركتك وخدماتك ، لهذا يجب أن تهتم بتصميم موقعك وأن تهتم بتحديث محتوى الموقع لجذب الزوار لتصفح الموقع وزيارته مرات أخرى. نحن في ناجز سوفت لتصميم المواقع الالكترونيه نقوم بتصميم موقع خاص لكل عميل وتصميم مواقع احترافيه بأفضل الحلول والعروض المتاحه",
    "m1_service-3_desc2":"موقع متوافق مع محركات البحث: نضيف موقعك بشكل احترافى لمحركات البحث لتضمن لموقعك الظهور فى نتائج البحث الاولى على محركات البحث",
    "m1_service-3_desc3":"لغات متعددة: نقدم خيارات لغات عديدة لموقعك فمن الممكن أن يعرض موقعك بلغة واحدة أو يعرض بأكثر من لغة و يكون حسب اختيارك",
    "m1_service-3_desc4": "تصميم احترافي: نتميز بتصميمات بسيطة وحصرية واحترافية مع تداخل الأفكار المختلفة التي تعبر عنك وعن هويتك",
    "m1_service-3_desc5": "تحكم في موقعك بسهولة: نقدم لوحة تحكم سهلة الاستخدام، قم بإدارة محتويات موقعك بكل سهولة في أي وقت",
    "m2_service-1": " خدمة المعاهد والمدارس ",
    "m2_service-1_desc1": "توفير مهارات متخصصة: المعاهد والمدارس بتوفر تدريب متخصص للطلاب في مجالات البرمجة المختلفة، وده بيساعد الشركات على الحصول على موظفين عندهم المهارات المطلوبة من أول يوم.",
    "m2_service-2": "أهمية المعاهد والمدارس",
    "m2_service-2_desc1": "توفير مهارات متخصصة: المعاهد والمدارس بتوفر تدريب متخصص للطلاب في مجالات البرمجة المختلفة، وده بيساعد الشركات على الحصول على موظفين عندهم المهارات المطلوبة من أول يوم." ,
    "m2_service-2_desc2": "تقليل تكاليف التدريب: لما الشركات توظف خريجين من المعاهد والمدارس اللي بتدرس البرمجة، ده بيساهم في تقليل تكاليف التدريب لأنهم بيكونوا جاهزين لسوق العمل.",
    "m2_service-2_desc3": "تحديث مستمر للمعرفة: المعاهد والمدارس بتبقى على دراية بأحدث التكنولوجيات والتقنيات في مجال البرمجة، وبتنقل المعلومات دي للطلاب اللي بعد كده بينضموا للشركات ويطوروا من أدائها.",
    "m2_service-2_desc4": "تعزيز الابتكار: التعليم الأكاديمي بيساعد في تعزيز التفكير النقدي والابتكار عند الطلاب، وده بينعكس إيجابياً على الشركات من خلال تقديم أفكار جديدة ومبتكرة.",
    "m2_service-2_desc5": "توفير بيئة للتدريب العملي: المعاهد والمدارس غالباً بتوفر فرص تدريب عملي وتطبيقات عملية، وده بيساعد الطلاب على اكتساب خبرة فعلية في حل المشكلات البرمجية قبل ما يلتحقوا بالشركات.",
    "m2_service-2_desc6": "بناء شبكات تواصل: الطلاب بيبنوا علاقات واتصالات خلال فترة دراستهم، وده بيساهم في تكوين شبكات تواصل مهنية بتفيدهم وتفيد الشركات بعد التخرج.",
    "m2_service-3":"خدمات المعاهد والمدارس",
    "m2_service-3_desc1": "تدريب الكوادر: توفير دورات تدريبية متخصصة في مجالات البرمجة المختلفة مثل تطوير الويب، تطوير التطبيقات، الذكاء الاصطناعي، وتحليل البيانات.",
    "m2_service-3_desc2": "التدريب على التقنيات الحديثة: تقديم ورش عمل ودورات تدريبية على أحدث التقنيات والأدوات المستخدمة في صناعة البرمجة، مما يساعد الشركات في البقاء على اطلاع دائم بالتطورات الجديدة.",
    "m2_service-3_desc3": "الشهادات المهنية: توفير برامج تدريبية تؤهل للحصول على شهادات معترف بها دوليًا مثل شهادات مايكروسوفت، جوجل، وأمازون، مما يزيد من كفاءة ومصداقية الموظفين.",
    "m2_service-3_desc4": "برامج تدريبية مصممة خصيصًا: التعاون مع الشركات لتصميم برامج تدريبية مخصصة تلبي احتياجاتها الخاصة وتساعد في تطوير مهارات فريق العمل بما يتناسب مع أهداف الشركة.",
    "m2_service-3_desc5": "الدعم في التوظيف: تنظيم أيام مهنية وملتقيات توظيف تجمع بين الشركات والطلاب أو المتدربين، مما يتيح فرصة للشركات لاختيار أفضل المواهب.",
    "m2_service-3_desc6":"التدريب العملي: توفير فرص تدريب عملي (Internships) للطلاب داخل الشركات، مما يتيح لهم اكتساب خبرة عملية مباشرة.",
    "m3_service-1":"خدمة أنظمة تخطيط موارد المؤسسات (ERP)" ,
    "m3_service-1_desc1":"أنظمة تخطيط موارد المؤسسات (ERP) هي أنظمة برمجية تستخدمها الشركات لتكامل وإدارة العمليات الرئيسية للأعمال في إطار واحد متكامل. في شركات البرمجة، تلعب أنظمة ERP دورًا حيويًا في تحسين الكفاءة وزيادة الإنتاجية",
    "m3_service-2":"خدمات أنظمة تخطيط موارد المؤسسات (ERP)",
    "m3_service-2_desc1":"الاهميه   إدارة المشاريع: تتيح أنظمة ERP لشركات البرمجة إدارة المشاريع بشكل أكثر فعالية من خلال تخطيط الموارد، وتتبع التقدم، وإدارة الجدول الزمني، وتحديد التكلفة، وتخصيص المهام.",
    "m3_service-2_desc2":"إدارة التمويل: توفر أنظمة ERP أدوات لإدارة الشؤون المالية مثل المحاسبة، وإدارة الحسابات الدائنة والمدينة، وإعداد التقارير المالية، والتنبؤ بالميزانية.",
    "m3_service-2_desc3":"إدارة الموارد البشرية: تساعد أنظمة ERP في إدارة عمليات التوظيف، وتسجيل الموظفين، وحساب الرواتب، وإدارة الأداء، وتطوير الموظفين.",
    "m3_service-2_desc4":"إدارة سلسلة التوريد: تساعد في تحسين عمليات الشراء، والتخزين، وإدارة الموردين، وتتبع الشحنات، والتنسيق بين مختلف أجزاء سلسلة التوريد.",
    "m3_service-2_desc5":"إدارة علاقات العملاء (CRM): توفر أنظمة ERP أدوات لإدارة علاقات العملاء، وتتبع العملاء المحتملين، وإدارة المبيعات، وخدمة العملاء، وتحليل البيانات المتعلقة بالعملاء.",
    "m3_service-2_desc6":"إدارة الأصول: تساعد في تتبع وصيانة الأصول الثابتة والمتنقلة للشركة، مما يضمن استخدام الموارد بشكل فعال وتجنب الأعطال المكلفة.",
    "m3_service-3": "أهمية أنظمة ERP (تخطيط موارد المؤسسة)",
    "m3_service-3_desc1":"تكامل العمليات: يساعد نظام ERP على تكامل جميع عمليات الشركة، مثل المبيعات، المالية، الموارد البشرية، والإنتاج، في نظام واحد. هذا يساهم في تحسين الكفاءة وتقليل الأخطاء.",
    "m3_service-3_desc2": "إدارة المخزون: تساعد أنظمة ERP في مراقبة وإدارة المخزون بفعالية، مما يقلل من التكاليف ويحسن عمليات الشراء والتخزين.",
    "m3_service-3_desc3":"زيادة الكفاءة والإنتاجية: عن طريق أتمتة العمليات اليدوية وتقليل الأعمال الورقية، يمكن لنظام ERP زيادة كفاءة الموظفين والإنتاجية العامة للشركة.",
    "services_hed1":"من أهم خدماتنا",
    "services_hed1_desc":  "حيث شركتنا ناجز سوفت تتميز بعدة خدمات" ,
    "services_hed2":  "وأهم ما يميز خدمات ناجز سوفت" ,
    "services_hed2_desc1": "الخدمات دي بتساهم في تعزيز ثقة العملاء في شركتنا  وبتساعد في بناء علاقات طويلة ، وتساعد في استمرارية ونجاح الشركة على المدى البعيد.",
    "services_hed3": "اهميه الخدمات في شركه ناجز سوفت",
    "services_hed3_desc1": "تحسين الجودة",
    "services_hed3_desc2": "توفير الوقت والجهد",
    "services_hed3_desc3": "تلبية احتياجات العملاء",
    "services_hed3_desc4":"التحديث والتطوير المستمر",
    "services_hed3_desc5": "الاستشارات الفنية",
    "con_service":"تواصل معنا لمعرفه المزيد من الخدمات"












    
  
  
  







  
  





    

}
