{
  "home": "Home",
  "about us": "About us",
  "secvice": "Secvices",
  "our work": "Our work",
  "contact us": "Contact us",
  "blog": "Bolg",
  "Email": "Email",
  "call us now": "call us now",
  "Links": "Links",
  "footerPara": "The largest online platform and store that includes all your basics",
  "about_padge": "about_padge",
  "about_us": "About us",
  "najez": "najez",
  "najez_company": "Najz Soft Company",
  "najez_about": "Najz Soft Company is an advanced company in developing cutting-edge technological solutions that contribute to improving quality of life and increasing efficiency in various sectors. It offers a diverse range of software services to meet the needs of its clients.",
  "najez_about_2": "A registered company specializing in electronic marketing services and website design and development, based in Menoufia, Egypt.",
  "message_desc": "We strive to be leaders in the field of programming and technology by providing innovative solutions that help companies grow and develop. We aim to become the preferred choice in software development and digital marketing, earning the trust of all organizations and institutions.",
  "goal_desc": "Investing in research and development to innovate new solutions and improve current products and services. Developing human capital by investing in training and developing employees to ensure the availability of the skills and expertise needed to achieve the company's goals.",
  "mission_desc": "Providing continuous technical support to customers is an essential part of the company's mission. Whether the support is remote or on-site, the company ensures that its customers receive the assistance they need in a timely manner.",
  "message": "Our message",
  "goal": "Our goal",
  "mission": "Our mission",
  "najez_about_3": "Designing a website for your company is highly effective in digital marketing to achieve business success. A website provides your clients with information about your company and services, so you should focus on designing your site and updating its content to attract visitors and encourage them to return. At Najz Soft, we specialize in website design, creating custom sites for each client and offering professional designs with the best solutions and available offers.",
  "contact": "contact",
  "Phone number": "Phone number",
  "Email address": "Email address",
  "Location": "Location",
  "Fax address": "Fax address",
  "Name": "Name",
  "Message_input": "Message_input",
  "contact_desc1": "If you are looking for various programming services, you are in the right place. We have provided several ways for you to get in touch with us.",
  "contact_desc2": "Welcome to Najz Soft Company, the leading company in providing innovative programming solutions. We offer comprehensive services including website and application development, system design, and advanced technical solutions that keep up with the changing needs of our clients. Our team of professional programmers always strives to deliver the best solutions to ensure your success and excellence in the world of technology.",
  "contact_desc2_head": "Welcome to our Najz Soft.",
  "Send": "Send",
  "work_desc": "Since our launch, we have developed numerous websites and software used by thousands of clients in Egypt and Saudi Arabia.",
  "home_padge": "home_page", 
  "Innovation": "Innovation",
  "Achievement": "Achievement",
  "Quality": "Quality",
  "Prices": "Prices",
  "Innovation_desc": "Najz Soft Company places a strong emphasis on innovation as a key element for achieving success and progress in the world of technology.",
  "Achievement_desc": "At Najz Soft, achievement is the primary goal. These accomplishments rely on a specialized and qualified team that adheres to the highest quality standards.",
  "Quality_desc": "At Najz Soft, quality is one of the most important factors that distinguish our company and ensure customer satisfaction and continued success.",
  "Prices_desc": "At our company, prices vary based on several factors, including the type of service provided, the size and complexity of the project, and the technologies used. Pricing flexibility is one of the key elements that distinguish our company.",
  "service_offer": "Everything you need to build your company's or services' online presence.",
  "service_offer_desc": "We offer comprehensive web services.",
  "Learn more": "Learn more",
  "WhatsApp contact": "WhatsContact",
  "Modern and attractive designs": "Modern and attractive designs",
  "Comprehensive technical support": "Comprehensive technical support",
  "Suitable offers": "Suitable offers",
  "Modern and attractive designs_desc": "These designs aim to create user-friendly and visually appealing interfaces, enhancing user interaction with various software and applications.",
  "Comprehensive technical support_desc": "This support includes a wide range of services designed to meet the diverse needs of customers and resolve any issues they may encounter in using the software.",
  "Suitable offers_desc": "Our company offers promotions throughout the year, including seasonal discounts and subscription offers.",
  "years of experience": " years of experience",
  "exper_desc": "A leading team in the field of website design, development, and digital marketing, started its services in 2013 and has provided technical services to a large number of clients, institutions, centers, and organizations.",
  "services_padge": "services_padge",
  "Hosting services": "Hosting services",
  "Website development": "Website development",
  "Educational services": "Educational services",
  "Health services": "Health services",
  "Application development": "Application development",
  "Digital marketing": "Digital marketing",
  "service_1": "Website programming service",
  "service_2": "Educational services",
  "service_3": "Hosting service",
  "service_4": "Mobile app design services",
  "service_5": "Search engine optimization services",
  "service_6": "Digital marketing services",
  "service_1_desc": "This service is the foundation of any digital project's success. Website programming has become one of the essential services offered by our company, Najz Soft. It enables companies and individuals to create advanced websites that meet their needs and help them achieve their goals.",
  "service_2_desc": "Interns will have the opportunity for employment with the company if they demonstrate their skills in their work. Each of them will receive a training certificate proving that they have completed the training period with the company.",
  "service_3_desc": "One of the most important services our company offers is hosting. This service allows individuals and companies to publish their websites on the internet and make them available to the public 24/7. Hosting is the process of renting space on a server from a programming company or a company specialized in hosting services, where the website's files and databases are stored. Once the website is hosted on the server, visitors can access it via the internet using the website's URL.",
  "service_4_desc": "Najz Soft offers the best expertise in mobile application programming, helping you design professional apps to grow your business and market your products and services using the latest programming languages. Najz Soft's mobile app development services aim to create applications that work on both iOS and Android operating systems, effectively complementing or replacing web solutions. Najz Soft ensures the success of applications by providing a great user interface, secure application code, and flexible back-end interfaces.",
  "service_5_desc": "Website audit and performance optimization involves analyzing the structure of your website and its key elements, ensuring compatibility with all browsing devices, and improving its overall performance.",
  "service_6_desc": "Social media account management: We manage social media accounts around the clock, providing the highest level of responses to comments and messages, monitoring requests on the page, and enhancing engagement with your customers.",
  "m1_service-1": "Web Design and Development.",
  "m1_service-1_desc1": "We constantly keep up with the latest trends and technologies in web design to create stunning websites that impress your target audience, increase your sales, and leave a good impression on your clients.",
  "m1_service-2": "The Importance of a Website.",
  "m1_service-2_desc1": "User-Centric Approach: Our designs focus on user experience to ensure ease of use, high loading speed, and responsiveness across all devices, from computers to mobile phones of various sizes.",
  "m1_service-2_desc2": "Custom Solutions: We believe in solutions tailored specifically to meet your needs. Our team works with you to design a website that reflects your brand identity and engages with your target audience.",
  "m1_service-2_desc3": "Search Engine Optimized Website: A professional website is of no value if your audience cannot access it. We optimize and prepare your site for search engines, helping you rank higher in results and ensuring it is indexed perfectly.",
  "m1_service-2_desc4": "Ongoing Technical Support: Our commitment to your success does not end with the completion and launch of your website. We provide you with continuous technical support and updates to ensure that your site remains secure and effective.",
  "m1_service-3": "Website and E-Commerce Store Design Services.",
  "m1_service-3_desc1": "Website Design:Designing a website for your company is more effective in digital marketing to achieve business success. A website provides your customers with information about your company and services. Therefore, you should focus on designing your site and regularly updating its content to attract visitors to browse and revisit the site. At Nagaz Soft, we design a unique website for each client and create professional sites with the best available solutions and offers.",
  "m1_service-3_desc2": "Search Engine Optimized Website: We professionally submit your site to search engines to ensure it appears in the top search results.",
  "m1_service-3_desc3": "Multiple Languages: We offer multiple language options for your website. It can be displayed in one language or in several languages, according to your choice.",
  "m1_service-3_desc4": "Professional Design: We excel in creating simple, exclusive, and professional designs with a blend of different ideas that reflect you and your identity.",
  "m1_service-3_desc5": "Easy Control of Your Site: We provide an easy-to-use control panel, allowing you to manage your site's content effortlessly at any time.",
  "m2_service-1": "Service for Institutes and Schools.",
  "m2_service-1_desc1": "Institutes and schools play a significant role in the development of programming companies and achieving success.",
  "m2_service-2": "The Importance of Institutes and Schools.",
  "m2_service-2_desc1": "Providing Specialized Skills: Institutes and schools offer specialized training for students in various programming fields, which helps companies acquire employees with the required skills from day one.",
  "m2_service-2_desc2": "Reducing Training Costs: When companies hire graduates from institutes and schools that teach programming, it helps reduce training costs because they are ready for the job market.",
  "m2_service-2_desc3": "Continuous Knowledge Update: Institutes and schools stay updated with the latest technologies and techniques in programming and pass this information to students who later join companies and enhance their performance.",
  "m2_service-2_desc4": "Promoting Innovation: Academic education helps foster critical thinking and innovation in students, which positively reflects on companies by providing new and innovative ideas.",
  "m2_service-2_desc5": "Providing Practical Training Environment: Institutes and schools often offer practical training opportunities and applications, helping students gain actual experience in solving programming problems before joining companies.",
  "m2_service-2_desc6": "Building Networks: Students build relationships and connections during their studies, contributing to the formation of professional networks that benefit them and companies after graduation.",
  "m2_service-3": "Services of Institutes and Schools.",
  "m2_service-3_desc1": "Staff Training: Providing specialized training courses in various programming fields such as web development, application development, artificial intelligence, and data analysis.",
  "m2_service-3_desc2": "Training on Modern Technologies: Offering workshops and training courses on the latest technologies and tools used in the programming industry, helping companies stay up-to-date with new developments.",
  "m2_service-3_desc3": "Professional Certifications: Providing training programs that qualify for internationally recognized certifications such as Microsoft, Google, and Amazon certifications, increasing the efficiency and credibility of employees.",
  "m2_service-3_desc4": "Custom Training Programs: Collaborating with companies to design customized training programs that meet their specific needs and help develop the skills of their team in line with the company's goals.",
  "m2_service-3_desc5": "Support in Recruitment: Organizing career days and job fairs that bring together companies and students or trainees, providing an opportunity for companies to select the best talents.",
  "m2_service-3_desc6": "Practical Training: Offering internship opportunities for students within companies, allowing them to gain direct practical experience.",
  "m3_service-1": "Enterprise Resource Planning (ERP) Systems Service.",
  "m3_service-1_desc1": "Enterprise Resource Planning (ERP) systems are software solutions used by companies to integrate and manage core business processes within a unified framework. In programming companies, ERP systems play a crucial role in improving efficiency and increasing productivity.",
  "m3_service-2": "Enterprise Resource Planning (ERP) Services.",
  "m3_service-2_desc1": "Importance of Project Management: ERP systems enable programming companies to manage projects more effectively by planning resources, tracking progress, managing schedules, determining costs, and allocating tasks.",
  "m3_service-2_desc2": "Financial Management: ERP systems provide tools for managing financial affairs such as accounting, accounts payable and receivable management, financial reporting, and budget forecasting.",
  "m3_service-2_desc3": "Human Resource Management: ERP systems assist in managing recruitment processes, employee registration, payroll calculation, performance management, and employee development.",
  "m3_service-2_desc4": "Supply Chain Management: It helps improve purchasing processes, storage, supplier management, shipment tracking, and coordination between different parts of the supply chain.",
  "m3_service-2_desc5": "Customer Relationship Management (CRM): ERP systems provide tools for managing customer relationships, tracking leads, managing sales, customer service, and analyzing customer-related data.",
  "m3_service-2_desc6": "Asset Management: It helps in tracking and maintaining the company's fixed and mobile assets, ensuring efficient use of resources and avoiding costly breakdowns.",
  "m3_service-3": "The Importance of Enterprise Resource Planning (ERP)",
  "m3_service-3_desc1": "Process Integration: ERP systems help integrate all company processes, such as sales, finance, human resources, and production, into a single system. This contributes to improving efficiency and reducing errors.",
  "m3_service-3_desc2": "Inventory Management: ERP systems help in monitoring and managing inventory effectively, reducing costs, and improving purchasing and storage processes.",
  "m3_service-3_desc3": "Increased Efficiency and Productivity: By automating manual processes and reducing paperwork, ERP systems can enhance employee efficiency and overall company productivity.",
 
  "services_hed1":"Our Key Services.",
  "services_hed1_desc": "Where our company, Nagaz Soft, stands out with several services.",
  "services_hed2": "The Key Features of Nagaz Soft Services.",
  "services_hed2_desc1": "These services contribute to enhancing customer trust in our company, help build long-term relationships, and assist in the company's long-term sustainability and success.",
  "services_hed3": "The Importance of Services at Nagaz Soft.",
  "services_hed3_desc1": "Quality Improvement.",
  "services_hed3_desc2": "Saving Time and Effort.",
  "services_hed3_desc3": "Meeting Customer Needs.",
  "services_hed3_desc4":"Continuous Update and Development.",
  "services_hed3_desc5":"Technical Consulting.",
  "con_service":"Contact us to learn more about our services."

  













}